"{\"showID\": \"EA1105H\", \"showSeason\": 11, \"showNumber\": \"175\", \"airDate\": \"2007-07-16T00:00:00\", \"topicList\": [\"Food Substitutions: Baking Powder\", \"Buttermilk\", \"Peanut Butter\", \"Flour Food Allergies\", \"Miso\", \"Tapioca Flour\", \"Xanthan Gum\"], \"seasonShowNumber\": 5, \"transcriptContent\": \"SCENE 1The KitchenGUEST: Substitute Host #1SUBSTITUTE HOST #1: [obviously trying to imitate AB] A wise and learned man once said, \\u201cYou can\\u2019t always get what you want. But if you try, sometimes you might find you get what you need.\\u201d I can\\u2019t think of a better credo for the kitchen. Who hasn\\u2019t found themselves one egg short of an omelet, or missing a crucial ingredient the moment company arrives. The art of the substitution is ... is ... um ... an art form onto itself. [increasingly hesitant] Um ... Certainly, no sales job is needed to sell you on the substitution. Surely the most ... ah ... sure-fire way to save something from ... um ... something ... [exasperated] Good grief!AB#1: [enters] Cut! Cut, cut, cut, cut, cut, cut. \\\"Good grief\\\"? That\\u2019s Charley Brown. I do, \\u201cOh bother\\u201d.SH#1: Sorry. I got it ... [points to his head]AB#1: That\\u2019s okay. Look, the Stones line; that was taste. SH#1: Hmm.AB#1: But you need to dial down those alliterations a little.SH#1: But you do that all the time.AB#1: Don\\u2019t, don\\u2019t, don\\u2019t interrupt. Um, you know, whether we\\u2019re talking about a fifth grade science teacher, a beloved television personality ... [both men turn and mug to the camera] ... or a favorite spice, substitutes don\\u2019t have to be the weak link in the chain.SH#1: [to the camera] And believe me, with a taste of science and a dollop of know-how, even substitutions can be ... [the opening theme does not play]AB#1: Yeah, look, the real art to this, is, is ... To substitute something, you\\u2019ve got to really understand the thing that you\\u2019re replacing. You got to get inside of it, look at it from every angle. And then when you\\u2019ve got it, well, you find that [now to the camera] with just a touch of the scientific, and a wafer-thin slice of know-how, even culinary substitutions can be ...[\\\"Good Eats\\\" theme plays]SCENE 2The KitchenGUEST: David Traylor, Good Eats Crew Member Substitute Host #2AB#1: [returning from the theme music] Like that.SH#1: That\\u2019s like, exactly what I said.AB#1: No. If that\\u2019s what you had said, then you would have gotten the hokey music and the lame animation. You didn\\u2019t, \\u2018cause, well, you\\u2019re just not me. Heh heh. But that\\u2019s okay, we\\u2019ve got some lovely car wax for you and some instant rice.DAVID TRAYLOR: [enters and hands SH#1 the prizes and then hustles him away]SH#1: But ... AB#1: Don\\u2019t worry, I\\u2019ll put away the olives for you.SH#1: I ... AB#1: Don\\u2019t worry. [sighs] Back to the drawing board. If you ask me, the world of culinary substitutions really breaks down into three categories. We have: Emergency substitutions: You need a cup of bread flour, and all you have is all-purpose. You don\\u2019t have time to go to the store. What are you going to do? Then there are health-related substitutions. This is any substitution that has to be made because a particular ingredient clashes with, you know, your health needs. Then, of course, there are the creative substitutions. These are the flights of fancy, the whims. The \\u201cI-don\\u2019t-want-to-use-dill\\u201d, \\u201cI-don\\u2019t-want-to-use-tarragon\\u201d. And, you know, come to think of it, that\\u2019s more willful improvisation. We\\u2019ll save that for another show. SUBSTITUTIONS 1\\u2014 EMERGENCY 2\\u2014 HEALTH RELATED 3\\u2014 CREATIVE Now, our next substitute \\u201cme\\u201d won a \\u201cCook Like a Bee\\u201d contest, in, um, ...AB: ... Grand Rapids?SUBSTITUTE HOST #2: That\\u2019s right. But that\\u2019s another show.AB#1: Hey, nice touch. So, what are you going to be substituting today?SH#2: Well, I\\u2019ve always loved your biscuit recipe.AB#1: Ahh.SH#2: That show you did with your grandmother was so sweet.AB#1: Aww ... SH#2: Now ... [turns to the pantry]AB#1: Now?SH#2: What if you woke up early one morning to bake biscuits and you discovered, to your horror, that you were out of baking powder? [gasps]AB#1: That\\u2019s your substitution? Baking powder?SH#2: Is that another show, too?AB#1: No, but it would take, like, half a second. It\\u2019s the simplest thing in the world. All chemical leaveners work on the same basic principle that ... Oh, here, hold this. Just stand there a second.SH#2: Okay.SCENE 3Outside[AB holds a model rocket ship with two liquid chambers, separated by a barrier] All chemical leaveners work on the simple premise that when a base and an acid come together in the presence of water, carbon dioxide is released by the reaction. In this case, the base is baking soda\\u2014one of the only bases in the culinary world, I might add. The acid: common white vinegar. Let\\u2019s see what happens, shall we?[he stands the rocket on end and the soda and vinegar come together firing the rocket up and off screen] Uh oh. [a fake bird falls to the ground] Oh, sorry.SCENE 4The KitchenGUEST: ThingAB#1: Sweet demo, huh?SH#2: Nah, I was going to do the rocket thing, but I figured it would be talking down to the audience.AB#1: [a little perturbed] Now ... SH#2: [tries to imitate] Now ... AB#1: Stop that! If you want to make baking powder, there are two different types. There is single-acting and there\\u2019s double-acting. The double-acting releases gas twice: once, when the ingredients are mixed, and again when they get hot enough in the oven. Tough to formulate in the home kitchen. Single-acting stuff is easy to make. Two teaspoons of it. We\\u2019ll need one teaspoon of cream of tartar ... SH#2: ... an acidic powder, which is traditionally harvested from the insides of wine barrels.AB#1: Well, that\\u2019s pretty good. We\\u2019ll also need an alkali. We\\u2019ll use half a teaspoon of baking soda, the very same kind that went into our rocket. Now, if you mix that up, you will have a single-acting baking powder. But if you\\u2019re not going to use it right away, you\\u2019re going to want to add another ingredient, half a teaspoon of cornstarch ...SH#2: ... which will prevent the powder from absorbing moisture and setting off the reaction prematurely.AB#1: Very good. And what else would you put that ingredient in?SH#2: Kosher salt!AB#1: [disappointed in her wrong answer] Oh ... no. [takes the faux baking powder mix away]. Confectioners sugar. Thing, show her what she\\u2019s won.THING: [hands her car wax and instant rice]SH#2: [takes the prizes and then notices Thing, screams and falls down]AB:[to Thing] Don\\u2019t worry about it. We\\u2019ll ship it.You know, bringing up this whole biscuit thing is interesting, because there\\u2019s the whole buttermilk to be dealt with. Good substitution. Despite its moniker, \\u201cbuttermilk\\u201d is not butter and milk. In the old days, it was the milk that was left over after cream was churned into butter. But these days, it is usually just skim milk that\\u2019s inoculated with a bacteria that creates lactic acid. And that provides some tang and certainly thickens the product as well. BUTTER MILK Now in recipes, like, say, biscuits\\u2014good southern biscuits\\u2014buttermilk adds flavor; this is true. But it also provides acid. And that is very important, because a good baking application will be balanced, like an algebra equation. If you\\u2019re going to have proper leavening, the acid needs to be balanced with alkali, which you get from baking soda and certainly to some degree, from baking powder.Now, what if you go and just say, \\u201cI\\u2019m not going to use buttermilk. I\\u2019m going to substitute regular old milk?\\u201d Well, all of a sudden, the equation starts to go out of balance. Everything goes haywire. And your biscuits end up looking like this [shows flat biscuits], and that\\u2019s not good eats. What are you going to do, mister? Well, you\\u2019re either going to have to go get that leavening and recalculate it, or you\\u2019re going to have to acidify this milk. And that is easily done with just a tablespoon of lemon juice added to one cup of skim milk.Now, it doesn\\u2019t exactly make buttermilk, because it won\\u2019t be as thick. But the acid ratio will be just fine. Now you could use vinegar. But I like lemon juice, because the citric acid adds browning to baked goods. Just a little side benefit. 1 Tbs. Lemon Juice, Freshly Squeezed + 1 Cup Skim Milk Although this already contains all the necessary acids to activate our leavening agents, chilling it down a bit will give it time for the acids to denature some of the milk proteins. And that will thicken it a bit which will make it even more perfect for our biscuits.The word biscuit comes from the Old French wordbescuit, meaning \\u201ctwice cooked\\u201d.SCENE 5The KitchenGUEST: Substitute Host #3 Here we have two platters of biscuits. They are identical, except for the fact that these were made with buttermilk and these were made with our lemon-ated milk.Now you take a look, you can see that the lemon version has a slight golden tinge to it, no doubt due to the inclusion of citric acid rather than lactic acid. But besides that, trust me, there is no evidence of lemon. There\\u2019s no lemon aroma, and [tastes], mmm, definitely no lemony flavor. In fact, I would just say that\\u2019s plain good eats. Go to foodnetwork.com for the Good Eats Southern Biscuits recipe. [or you can go here] Now, next category on our substitution hit list, health subs. That is, substitutions that must be made because of an intolerance, an allergy, or other peculiarity particular to your person. Now, about 90% of all food-related allergic reactions are caused by ... SUBSTITUTE HOST #3: ... milk, eggs, peanuts, tree nuts, fish, shellfish, soy, and wheat.AB#1: Wow, that is very impressive ... SH#3: Thank you.AB#1: ... Substitute #3. Now I understand today, you are going to tell us all about, food allergies.SH#3: Food allergy. Oh. A food allergy is a reaction to the food that the immune system mistakes as a harmful alien invader. To protect the body, it creates hemoglobin [sic, immunoglobulin] antibodies, that react specifically to that food.AB#1: [softly] Demo.SH#3: Demo?AB#1: [softer still] Demo.SH#3: Oh, demo. Demo. [hands AB a balloon] Hold this. Now, when an invading protein comes along, the antibody recognizes it. [holds up a sock puppet to represent an antibody] Aha! And releases histamine from cells, called mast cells [bursts the balloon with an ice pick which sprays AB with a light dust of some sort]. And I should know, because I\\u2019m deathly allergic to shrimp.AB#1: That\\u2019s great, Substitute #3. You know, we\\u2019ve got some lovely parting gifts for you ... SH#3: No, no, no, no. Wait, wait, wait, wait. I used your coconut shrimp recipe, on my own super-colossal, hypoallergenic, shrimp. [pulls out a coconut shrimp]AB#1: You\\u2019re not going to eat that.SH#3: It\\u2019s perfectly safe.AB#1: But you said you\\u2019re definitely allergic ... SH#3: Nah, it\\u2019s fine. [eats the shrimp]AB#1: You can\\u2019t, you can\\u2019t ... [to the camera] Call 911.SCENE 6Front DoorGUESTS: Paramedics #1 and #2 Substitute ThingPARAMEDICS #1 AND #2: wheel SH#3 out on a stretcher]AB: Careful. Careful. Oh, wait, wait, wait a second. Here you go. [AB puts car wax and rice on the stretcher] There you go. Thanks. And don\\u2019t you worry about anything. You\\u2019re going to be just fine. Probably. Hhh. You know, I remember that recipe, that coconut shrimp. And if I recall, it was another component, a sauce, containing an even more common food allergen: peanuts. More specifically, peanut butter. Go to foodnetwork.com for the Good Eats Coconut Shrimp recipe. [or go here] SCENE 7KitchenUnfortunately, there is no straightforward substitute for peanuts or for peanut butter. Their flavor is simply too unique. But if the issue is specifically a peanut allergy and not an all out nut allergy, we can build a flavor profile very close to it by combining three other pastes. Now, cashew butter is something that we have made on this program before. And it\\u2019s available in almost every health food store and most megamarts these days. Go to foodnetwork.com for the Good Eats Cashew Nut Butter, [sic, Cashew Sauce] recipe. [or go here] Tahini is ground up sesame seeds. It\\u2019s very common in Middle Eastern recipes like baba gannouj and hummus. It\\u2019s usually found in the ethnic aisle. Number three is in the fridge. Ever had miso soup at your local sushi bar? Well, it has been flavored with a fermented soybean paste that is called, oddly enough, \\u201cmiso\\u201d, which comes in several colors or grades from white to red to almost black. Now the red type sort of looks like a deeply roasted fresh ground peanut butter and has that same roasty toasty flavor that is so darn hard to replicate. [looking at a slice of coconut cake in the refrigerator] Ahh, you like the looks of that? That\\u2019s another show.Since we never got around to making this sauce in our epic one-hour adventure, \\u201cDown and Out in Paradise\\u201d, and since our last guest\\u2013well, I don\\u2019t think he\\u2019ll be cooking today\\u2014I figure, what the heck, let\\u2019s take a batch for a spin. For that, we will need a food processor and a heap of groceries, including one quarter cup of chicken broth, three ounces of coconut milk\\u2014canned or homemade will be fine\\u2014one ounce of freshly squeezed lime juice\\u2014for that island flavor\\u2014the same of soy sauce\\u2014one ounce, two tablespoons. Two tablespoons of garlic. And yes, this is already chopped. That\\u2019s because if we try to do that in here with the sauce, we\\u2019ll end up with big hunks and that\\u2019s not good eats. And ditto, ginger: fresh ginger, to the tune of one tablespoon. Then we have a tablespoon of fish sauce, an ingredient I keep around for making Pad Thai, or, well, any dish where you want a little flavor of cat food and athletic sock. But in a good way. That\\u2019s why we only use a tablespoon.Also, a tablespoon of your favorite hot sauce. And then, the secret ingredient, or one of them: one tablespoon of the red miso. Now I know that it doesn\\u2019t exactly look red. It looks more brown, but compared to the other misos, it\\u2019s pretty red. And before adding anything else, we\\u2019ll take that for a short spin, just to combine; say, five pulses. Good. \\u00bc Cup Chicken Broth 3 Ounces Coconut Milk, Unsweetened 1 Ounces Lime Juice, Freshly Squeezed 1 Ounce Soy Sauce 2 Tbs. Garlic, Chopped 1 Tbs. Fresh Ginger, Chopped 1 Tbs. Fish Sauce 1 Tbs. Hot Sauce 1 Tbs. Red Miso Paste And then we\\u2019ll add our other two pastes. The tahini. Just scoot that off there. And the cashew butter, which is really sticky. There. Pur\\u00e9e that until it is a very fine paste. That looks good. \\u00be Cup Tahini \\u00be Cup Cashew Nut Butter Now, for a finishing flavor, I think we could use a little herbal addition. For instance, a little cilantro would be nice, about a quarter cup. Ahh, I\\u2019m not going to measure that. We\\u2019ll let the machine figure it out. \\u00bc Cup Cilantro, Chopped And there you have it. A fragrant and spicy peanut sauce that doesn\\u2019t contain a single peanut. It\\u2019s perfect on beef satay, chicken satay, even weiner satay. And of course, there\\u2019s the aforementioned coconut shrimp, which will absolutely ...SUBSTITUTE THING: [ST is a gripper rod, it holds up a coconut shrimp] Oh look, I didn\\u2019t know that we had a Substitute Thing today. How delight ...T:[holding a mallet, menacingly] Oh, oh.T & ST: [descend below the table, and do battle]AB: Hey hey hey, hey.T: [re-emerges and takes the coconut shrimp from AB]Well, I guess there are some things that you just can\\u2019t substitute. Hah hah. Excuse me.An estimated 1.5 million Americans have peanut allergies.SCENE 8The Kitchen In case you don\\u2019t recognize these cookies, they are the Chewys from our award-winning episode \\u201cThree Chips For Sister Marsha\\u201d. Why don\\u2019t you reach out and have one there. Go ahead, go ahead ... Whoa, whoa, whoa [the plate of cookies mysteriously slides away from the camera as it approaches] Hah hah hah. That\\u2019s terrible. I\\u2019m sorry. I\\u2019m sorry. Really. Go ahead. Have another one, have one. [pushes the plate forward, the plate retreat repeats] Whoa, whoa, whoa. Haw haw. Disappointing, isn\\u2019t it? Well, imagine what it would be like to have a wheat intolerance or allergy. No bread, no pasta, no pie, no cake. And no Chewys, until now. Go to foodnetwork.com for the Good Eats The Chewy recipe. [or go here] GUEST: Substitute Nutritional AnthropologistDeb Duchon, Nutritional Anthropologist[AB looking at the FN's webpage, The Chewy] Well, I can see the original chewy chocolate chip cookie application calls for two and a quarter cups of bread flour. Now bread flour contains more protein than all-purpose flour. And that means that when it\\u2019s mixed with wet ingredients, more gluten is created. And that gives the cookies considerable chew.Now replacing it. Now, starch makes up most of the volume of flour and replacing that ought to be pretty simple. We will go with a combination approach. Brown rice flour has a pleasant flavor, especially in applications calling for brown sugar. But it\\u2019s a little on the gritty side and tends to make for crumbly baked goods. Now we could smooth that out to some degree with corn starch which is very smooth stuff. The starch in tapioca flour gelatinizes at a lower temperature than the starches in either rice flour or corn starch and that will help to create a pleasantly chewy tooth and a nice rise. Tapioca flour is used widely in various ethnic cuisines, but I wouldn\\u2019t know about that because I\\u2019m not a nutritional anthropologist. But, uh, I know someone who is.SUBSTITUTE NUTRITIONAL ANTHROPOLOGIST: [she is a beautiful, long curly blonde] Well, Alton, cassava has long been a staple in South America, Meso-America, and the Caribbean. The Portuguese took it to their colonies in Central Africa, where it thrived, and soon became the most important food in the slave trade. Other names for cassava include \\u201cyuca\\u201d, \\u201cmaniok\\u201d, \\u201cmandioca\\u201d, and \\u201caipim\\u201d. There are two main varieties: bitter, and sweet. Although the sweet form can be eaten without further processing, the tapioca we use is made from bitter cassava, which contains cyanogenic glycosides. That can cause prussic acid poisoning if not processed correctly.AB: [enamored] Absolutely ... fascinating!SNA: Nutritional anthropology is my life.AB: And it shows. This ... You see. This substituting thing can really work if you just go about it right. Of course, substituting this flour, it means that we\\u2019re going to have to also substitute the protein structures. And that will mean, well ... come here, come here.[now at a giant model of a loaf of bread] When you look at any baked good, be it a cookie, or a gigantic loaf of bread, what you see, the mass, is mostly starch. But, if you could look inside, you\\u2019d see that the real structure\\u2014[to SNA] come here, come here\\u2014is protein. Gluten holds everything up, like framing on a building, and it also helps to hold together the fat and water in an emulsion, so to speak.AB: So, what do you think of my model. Pretty sweet, huh?SNA: [not impressed] Mmmph.AB: Uh, yeah. So, what would you replace this structure with?DEB DUCHON: Xanthan gum!AB#1: Aaaah! Deb!SNA: Who is she?AB: Cleaning lady! [to DD] Go away! Come back tonight!DD: Cleaning lady? [to SNA]I\\u2019m the me you\\u2019re trying to be, curly!AB: And you know what? I think we should give her every opportunity. [to SNA] You go ahead.SNA: Xanthan gum was discovered back in the 1950\\u2019s when scientists at The Department of Agriculture discovered that a bacterium found on cabbage plants, called ... DD: ... Xanthomonas campestris ... SNA: Thanks. ... could be fermented in corn syrup to produce a ... DD: ... polysaccharide, that can actually be used to stabilize emulsions and suspensions. And when added to bread or gluten-free baked goods, can actually add volume and viscosity and structure, much like gluten.DT: [enters carrying the prizes, hands them to AB]AB: [to SH4] Listen, um, thanks for coming. Um, I\\u2019ll call you.SNA: Don\\u2019t.DD: I\\u2019ll see her to the door. We wouldn\\u2019t want her to GET LOST!AB: No, no, we, we wouldn\\u2019t.I realize it sounds a little on the alien side, but xanthan gum is actually pretty simple to find. A lot of megamarts carry it in their baking sections. You can certainly find it in health food stores. And then, of course, there\\u2019s that whole world wide web thing.Other gluten-free flour substitutes include garbanzobeans, teff, sorghum & quinoa flours.SCENE 9The KitchenGUEST: BA Our gluten-free chewy chocolate chip cookies begin with eight ounces of unsalted butter\\u2014that\\u2019s two sticks\\u2014in a small, yet heavy saucepan, over low heat. While that melts, bring together in a food processor 11 ounces of brown rice flour\\u2014it\\u2019s about two cups\\u2014one and a quarter ounces of cornstarch \\u2014about a quarter cup\\u2014one-half ounce of tapioca flour\\u2014about two tablespoons\\u2014one teaspoon of xanthan gum, one teaspoon of kosher salt, and one teaspoon of baking soda. Spin to combine. By the way, you could just sift this, but I hate sifters. 8 Ounces Unsalted Butter, Melted 11 Ounces Brown Rice Flour 1\\u00bc Ounces Cornstarch \\u00bd Ounce Tapioca Flour 1 tsp. Xanthan Gum 1 tsp. Kosher Salt 1 tsp. Baking Soda Time to build ourselves a cookie batter. Our melted butter goes into the work bowl of your favorite mixer, along with 10 ounces, by weight, of light brown sugar, and two ounces, by weight, of regular old sugar. Engage your paddle attachment at medium speed for one minute or until your mixture looks something like this. 10 Ounces Light Brown Sugar 2 Ounces Sugar Then add one egg, plus one egg yolk, two tablespoons of whole milk. Don\\u2019t use skim! One and a half teaspoons of vanilla extract. And then bring on the dry goods. Do this at a very low speed, and do it very slowly or you will make a hideous mess of things. 1 Whole Egg + 1 Egg Yolk 2 Tbs. Whole Milk 1\\u00bd tsp. Vanilla Extract Now, the batter is technically together, but we need the chips. Twelve ounces of semi-sweet chocolate chips. You could do this by hand, but I like to let the machine to do it. 12 Ounces Semi-Sweet Chocolate Chips Next, you must chill your batter for one hour in the refrigerator. If you don\\u2019t, the cookies will spread unattractively on the pan. You don\\u2019t want that.Hour\\u2019s up. Time to scoop. I like to do six two-ounce portions on each half-sheet pan, or on a cookie sheet, lined with parchment paper. I find that this sure is the best way to do this. Into a 375 degree oven, and I wouldn\\u2019t try more than two pans at one time. Halfway through the cooking process, you are going to want to rotate the cookies. What does that mean? Well, it means that the top pan goes to the bottom, the bottom pan goes to the top, and each of the two pans gets rotated 180 degrees. It sounds a lot harder than it actually is. There. 375 Degrees When the cookies are done, pull them out and let them cool on the pans for two minutes, before transferring to cooling racks. Mmm. I dare say this cookie is better than the original. And so we see that sometimes, substituting can lead us to a better place than we were in the first place.AB:[enters from behind] BA! What are you doing here?[we are now left with the conundrum of whether wehave been listening to AB or BA for the whole show]BA: [puts on sunglasses] Parole.AB: Listen, bro, there is no way on earth that you can substitute for me.BA: Oh yeah? Watch this. [replaces his shades with AB glasses, to the camera] Well, I hope we\\u2019ve inspired you to look beyond the recipe and into the kaleidoscope of culinary possibilities made possible by the artful substitution. Whether you\\u2019re trying to avoid a last-minute emergency market run or a trip to the Emergency Room, substitutions can be good eats. See you next time.AB: [waves][closing credits]SCENE 10Outtake?[continues from previous scene]BA: [holds up the car wax prize] Car wax?AB: No. Thanks. \", \"recipeList\": [\"The Chewy Gluten Free\", \"Southern Biscuits\", \"Faux Peanut Sauce\"], \"showTitle\": \"Sub Standards\"}"